org/20220517093748-buyers_of_first_resort_are_an_efficient_way_to_finance_innovation.org
:PROPERTIES:
:ID:       54aa521d-faec-4659-8ef0-0b1b91fc1ef8
:END:
#+TITLE: Buyers of first resort are an efficient way to finance innovation
#+CREATED: [2022-05-17 Tue 09:37]
#+LAST_MODIFIED: [2022-05-17 Tue 09:54]


Public orders in France was very common. This may help us fuel innovation in other ways than grants and tax credits, which I am not sure have a great impact on the economy, see the [[id:0e7c0139-8571-4098-8b01-245a711ec905][Crédit d'impôt pour la compétitivité économique (CICE)]] and [[id:4ee03a30-c1c7-4df1-84fb-fcf56a43717a][Crédit Impôt Recherche (CIR)]] in France.


* References

- Neil Hacker in /Works in Progress/  [[https://www.worksinprogress.co/issue/buyers-of-first-resort/][Buyers of first resort]].
- Jacques Sapir. Le grand retour de la planification?
