20220517093748-buyers_of_first_resort_are_an_efficient_way_to_finance_innovation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-02-02 Thu 12:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Buyers of first resort are an efficient way to finance innovation</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Buyers of first resort are an efficient way to finance innovation</h1>
<p>
Public orders in France was very common. This may help us fuel innovation in other ways than grants and tax credits, which I am not sure have a great impact on the economy, see the <a href="20210513211639-credit_d_impot_pour_la_competitivite_economique_cice.html#ID-0e7c0139-8571-4098-8b01-245a711ec905">Crédit d'impôt pour la compétitivité économique (CICE)</a> and <a href="20210428073612-credit_impot_recherche_cir.html#ID-4ee03a30-c1c7-4df1-84fb-fcf56a43717a">Crédit Impôt Recherche (CIR)</a> in France.
</p>


<div id="outline-container-org936b447" class="outline-2">
<h2 id="org936b447">References</h2>
<div class="outline-text-2" id="text-org936b447">
<ul class="org-ul">
<li>Neil Hacker in <i>Works in Progress</i>  <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.worksinprogress.co/issue/buyers-of-first-resort/">Buyers of first resort</a>.</li>
<li>Jacques Sapir. Le grand retour de la planification?</li>
</ul>
</div>
</div>

<div id="outline-container-orgd27be5f" class="outline-2">
<h2 id="orgd27be5f">Links to this note</h2>
</div>
</div>
</body>
</html>